LEXICON_RU = {
# Названия статусов участников
'admin':'администратор',
'registrator':'регистратор',
'moderator':'модератор',
'delegate':'делегат',
'proxy':'представитель',
'candidate':'кандидат в участники',
'member':'участник',
'user':'пользователь',
'owner':'владелец',
'votist':'с правом голоса',

# Кнопка добавления соответсвующего статуса
'AppointAs_admin':'Назначить администратором',
'AppointAs_registrator':'Нзначить регистратором',
'AppointAs_moderator':'Назначить модератором',
'AppointAs_delegate':'Назначить делегатом',
'AppointAs_proxy':'Назначить представителем',
'AppointAs_member':'Принять в группу',

# Кнопка удаления статуса
'not_admin':'Удалить из администраторов',
'not_registrator':'Удалить из регистраторов',
'not_moderator':'Удалить из модераторов',
'not_delegate':'Удалить из делегатов',
'not_proxy':'Удалить из представителей',
'not_member':'Удалить из участников',

# Кнопки главного меню
'ongoing_votings':'Идущие голосования',
'completed_votings':'Завершенные голосования',
'future_votings':'Будущие голосования',
'registration':'Зарегистрироваться',
'new_vote':'Создать голосование',
'new_variant':'Добавить вариант',
'new_status':'Изменить статус участника',
'new_member':'Принять в группу новичка',
'select_proxy':'Выбрать представителя',
'become_proxy':'Стать представителем',
'resign_from_proxy':'Уйти из представителей',
'main_menu':'Главное меню',
'leave_the_group':'Покинуть группу',

#Кнопки вторичных меню
'show_variants':'Посмотреть варианты',
'back_to_votings':'Назад к списку голосований',
'return_to_main_menu':'Вернуться в главное меню',
'create_varian':'Добавить вариант к этому голосованию',
'show_result':'Показать результат'

}

# Если языков будет несколько, LEXICON может принимать значение соотвествующего
# словаря в зависимости от выбора пользователя или настроек
LEXICON = LEXICON_RU